draft/xihan-wangguo-lun.org
#+title: 西汉亡国论
#+author: 梁子


余自庚子年冬月始读《通鉴》，自穆公始遍览秦之兴灭，前已有文录之。后读秦汉际交替草录，观高祖世，看文、武帝行，品霍光政，历石显、董贤各案，观吕、霍、王三族行径，至王莽篡汉，感慨良多。以是录文三篇，以“亡国”、“西域”、“莽政”为题探讨之，此篇专论“亡国”。虽名亡国，盖汉初，并无国别，只以天下称。观西汉之亡，反抗零星，无灾年，无起义，纯以王朝交替待之也。

西汉之亡，其故在何？或曰：外戚。余以为有理。若君王早逝，其子尚幼，则外戚干政，数代为必然。
王莽，何尝不是外戚里谋得声明之人？虽然，先欲去之，必先知之。外戚之贵在何？此之外戚，大多以舅或姨父为称。
时皇子年幼，或十几岁，或七八岁，争权夺势，非外戚、老师不可相助也。
当其与政，朝内纷杂，权臣交错，又非外戚不可相知。故自然而然用之，不得已而贵之。此乃常情。
然自帝隆，羽翼所丰之后，外戚则应束之高阁也。何谓之？君年长，则舅父老，无够有能。
余以为此时只做好三事，则无全忧：一者，少拔擢其子孙；二者，直孝其母；三者，不惧与姨舅翻脸。
先得忠臣以为股肱，再有此三者，则外戚不足惧也。



